#ifndef STUDENTLIST_H
#define STUDENTLIST_H

#endif // STUDENTLIST_H

#include <QString>
#include <vector>
using namespace std;

vector<vector<QString>> classList = {
{
    "曾威林", "陈剑文", "陈启航", "蒋仲翔", "赖俊安", "李承茗", "李金楷", "李立信", "刘境迁", "刘行洲", "刘梓轩", "罗熙", "麦键聪",
    "唐瑛恒", "王梓瑞", "伍嘉琪", "夏鹏俊", "徐梓鑫", "袁琳霁", "张泰岳", "张翔彬", "张梓轩", "钟智扬", "周梓骞", "陈可沁", "陈雅琳",
    "陈子曦", "陈紫涵", "管佳琳", "何幸渝", "江紫馨", "蒋嘉璐", "李慧贤", "李璐璐", "李宇彤", "连栩", "刘芷陌", "卢罗妍", "卢湘莹",
    "孟琳怡", "邱乐儿", "孙嘉楠", "吴易桐", "徐梦芝", "杨洋", "张曼玉", "张馨月", "周盈莹", "黄颖淇"
},
{
    "曾骏轩", "陈良旭", "陈晓烽", "陈彦熹", "陈裕涛", "陈芝宇", "封永康", "高睿熙", "胡连城", "黄文昊", "黄文俊", "黄振荣", "李淞",
    "林熙来", "刘书源", "卢耀霖", "祁柏霖", "乔蓬辉", "权智杰", "童文宽", "王立天", "王睿", "许皓源", "叶俊鑫", "张鹏程", "祖宇梵",
    "陈咏茵", "丁心悦", "方梓灵", "冯舒邑", "胡奕婷", "黄轩柔", "姜宇彤", "李媛熙", "梁涵", "刘可欣", "苏玉婷", "孙婧玉", "田秋慧",
    "谢瑞欣", "熊雅琪", "严文欣", "杨诗淇", "易可欣", "喻梓涵", "袁竺滪", "袁梓茵", "詹博淇", "张爔匀", "张雨昕","周欣怡", "曹珊珊"
}};
